Repository: kemp144/AudioDrop
Catalog: AudioDrop/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es_es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# error.noAudioWritten
source: No audio was captured during the recording
ar: لم يتم التقاط أي صوت أثناء التسجيل
ca: No s'ha capturat cap àudio durant l'enregistrament
cs: Během nahrávání nebyl zachycen žádný zvuk
da: Der blev ikke optaget nogen lyd under optagelsen
de: Während der Aufnahme wurde kein Ton erfasst
el: Δεν καταγράφηκε ήχος κατά την εγγραφή
es_es: No se capturó audio durante la grabación
fi: Tallennuksen aikana ei kaapattu ääntä
fr: Aucun audio n’a été capturé pendant l’enregistrement
he: לא נלכד שמע במהלך ההקלטה
hi: रिकॉर्डिंग के दौरान कोई ऑडियो कैप्चर नहीं हुआ
hr: Tijekom snimanja nije zabilježen nikakav zvuk
hu: A felvétel közben nem érkezett hang
id: Tidak ada audio yang tertangkap selama perekaman
it: Nessun audio è stato acquisito durante la registrazione
ja: 録音中に音声が取り込まれませんでした
ko: 녹음 중 캡처된 오디오가 없습니다
ms: Tiada audio ditangkap semasa rakaman
nb: Ingen lyd ble tatt opp under opptaket
nl: Er is geen audio vastgelegd tijdens de opname
pl: Podczas nagrywania nie przechwycono żadnego dźwięku
pt_br: Nenhum áudio foi capturado durante a gravação
pt_pt: Não foi captado qualquer áudio durante a gravação
ro: Nu a fost capturat niciun sunet în timpul înregistrării
ru: Во время записи не было захвачено аудио
sk: Počas nahrávania nebol zachytený žiadny zvuk
sv: Inget ljud fångades under inspelningen
th: ไม่มีการจับเสียงระหว่างการบันทึก
tr: Kayıt sırasında hiçbir ses yakalanmadı
uk: Під час запису не вдалося захопити жодного аудіо
vi: Không có âm thanh nào được thu trong khi ghi
zh_hans: 录制过程中没有捕捉到音频
zh_hant: 錄製過程中沒有擷取到音訊

# error.noWriter
source: Recording failed - no audio was written
ar: فشل التسجيل، لم تتم كتابة أي صوت
ca: L'enregistrament ha fallat: no s'ha escrit cap àudio
cs: Nahrávání se nezdařilo - nebyl zapsán žádný zvuk
da: Optagelse mislykkedes - ingen lyd blev skrevet
de: Aufnahme fehlgeschlagen - es wurden keine Audiodaten geschrieben
el: Η εγγραφή απέτυχε - δεν εγγράφηκε ήχος
es_es: La grabación falló: no se escribió ningún audio
fi: Tallennus epäonnistui - ääntä ei kirjoitettu
fr: Échec de l’enregistrement - aucun audio n’a été écrit
he: ההקלטה נכשלה - לא נכתב שמע
hi: रिकॉर्डिंग विफल रही - कोई ऑडियो नहीं लिखा गया
hr: Snimanje nije uspjelo - nije zapisan nikakav zvuk
hu: A felvétel sikertelen volt - nem íródott hangadat
id: Perekaman gagal - tidak ada audio yang ditulis
it: Registrazione non riuscita - nessun audio è stato scritto
ja: 録音に失敗しました。音声データは書き込まれませんでした
ko: 녹음에 실패했습니다. 기록된 오디오가 없습니다
ms: Rakaman gagal - tiada audio ditulis
nb: Opptaket mislyktes - ingen lyd ble skrevet
nl: Opname mislukt - er is geen audio weggeschreven
pl: Nagrywanie nie powiodło się - nie zapisano żadnego dźwięku
pt_br: A gravação falhou - nenhum áudio foi gravado
pt_pt: A gravação falhou - não foi escrito qualquer áudio
ro: Înregistrarea a eșuat - nu a fost scris niciun sunet
ru: Запись не удалась - аудио не было записано
sk: Nahrávanie zlyhalo - nebol zapísaný žiadny zvuk
sv: Inspelningen misslyckades - inget ljud skrevs
th: การบันทึกล้มเหลว - ไม่มีการเขียนข้อมูลเสียง
tr: Kayıt başarısız oldu - hiçbir ses yazılmadı
uk: Запис не вдався - аудіо не було записано
vi: Ghi không thành công - không có âm thanh nào được ghi xuống
zh_hans: 录音失败，未写入任何音频
zh_hant: 錄音失敗，沒有寫入任何音訊

# error.writerNotInitialized
source: Audio writer was not initialized
ar: لم تتم تهيئة كاتب الصوت
ca: El gravador d'àudio no s'ha inicialitzat
cs: Zapisovač zvuku nebyl inicializován
da: Lydskriveren blev ikke initialiseret
de: Der Audioschreiber wurde nicht initialisiert
el: Η εγγραφή ήχου δεν αρχικοποιήθηκε
es_es: No se inicializó el escritor de audio
fi: Äänen kirjoitinta ei alustettu
fr: Le module d’écriture audio n’a pas été initialisé
he: כותב השמע לא אותחל
hi: ऑडियो राइटर प्रारंभ नहीं किया गया
hr: Zapisivač zvuka nije inicijaliziran
hu: A hangíró nem lett inicializálva
id: Penulis audio belum diinisialisasi
it: Il writer audio non è stato inizializzato
ja: 音声ライターが初期化されていません
ko: 오디오 작성기가 초기화되지 않았습니다
ms: Penulis audio tidak dimulakan
nb: Lydskriveren ble ikke initialisert
nl: De audioschrijver is niet geïnitialiseerd
pl: Moduł zapisu dźwięku nie został zainicjowany
pt_br: O gravador de áudio não foi inicializado
pt_pt: O gravador de áudio não foi inicializado
ro: Modulul de scriere audio nu a fost inițializat
ru: Модуль записи аудио не был инициализирован
sk: Zapisovač zvuku nebol inicializovaný
sv: Ljudskrivaren initierades inte
th: ตัวเขียนไฟล์เสียงยังไม่ได้เริ่มต้นใช้งาน
tr: Ses yazıcısı başlatılmadı
uk: Модуль запису аудіо не було ініціалізовано
vi: Bộ ghi âm thanh chưa được khởi tạo
zh_hans: 音频写入器尚未初始化
zh_hant: 音訊寫入器尚未初始化

# format.label
source: Format
ar: التنسيق
cs: Formát
el: Μορφή
es_es: Formato
fi: Muoto
he: פורמט
hi: प्रारूप
hu: Formátum
it: Formato
ja: フォーマット
ko: 포맷
nl: Indeling
pt_br: Formato
pt_pt: Formato
ru: Формат
sk: Formát
th: รูปแบบ
tr: Biçim
uk: Формат
vi: Định dạng
zh_hans: 格式
zh_hant: 格式

source: Local-only. Choose where to save after you stop recording.
ar: محلي فقط. اختر مكان الحفظ بعد إيقاف التسجيل.
ca: Només local. Tria on desar després d'aturar l'enregistrament.
cs: Pouze lokálně. Po zastavení nahrávání zvolte, kam soubor uložit.
da: Kun lokalt. Vælg, hvor optagelsen skal gemmes, når du stopper.
de: Nur lokal. Wähle nach dem Stoppen, wo die Aufnahme gespeichert werden soll.
el: Μόνο τοπικά. Επιλέξτε πού θα αποθηκευτεί αφού σταματήσετε την εγγραφή.
es_es: Solo local. Elige dónde guardar después de detener la grabación.
fi: Vain paikallisesti. Valitse tallennuspaikka, kun lopetat tallennuksen.
fr: Uniquement en local. Choisissez où enregistrer après l’arrêt.
he: מקומי בלבד. בחר היכן לשמור לאחר שתעצור את ההקלטה.
hi: सिर्फ स्थानीय रूप से। रिकॉर्डिंग रोकने के बाद कहाँ सेव करना है चुनें।
hr: Samo lokalno. Odaberite gdje spremiti nakon zaustavljanja snimanja.
hu: Csak helyben. A felvétel leállítása után válassza ki, hová mentse.
id: Hanya lokal. Pilih tempat menyimpan setelah Anda menghentikan rekaman.
it: Solo in locale. Scegli dove salvare dopo aver fermato la registrazione.
ja: ローカル保存のみ。録音を停止した後に保存先を選択します。
ko: 로컬에만 저장됩니다. 녹음을 멈춘 뒤 저장 위치를 선택하세요.
ms: Simpan secara setempat sahaja. Pilih lokasi simpanan selepas anda menghentikan rakaman.
nb: Kun lokalt. Velg hvor opptaket skal lagres når du stopper.
nl: Alleen lokaal. Kies waar je wilt opslaan nadat je stopt.
pl: Tylko lokalnie. Po zatrzymaniu nagrania wybierz miejsce zapisu.
pt_br: Somente local. Escolha onde salvar depois de parar a gravação.
pt_pt: Apenas local. Escolha onde guardar depois de parar a gravação.
ro: Doar local. Alege unde să salvezi după ce oprești înregistrarea.
ru: Только локально. После остановки записи выберите место сохранения.
sk: Iba lokálne. Po zastavení nahrávania vyberte, kam sa má súbor uložiť.
sv: Endast lokalt. Välj var du vill spara när du stoppar inspelningen.
th: บันทึกไว้ในเครื่องเท่านั้น เลือกตำแหน่งจัดเก็บหลังจากหยุดบันทึก
tr: Yalnızca yerel. Kaydı durdurduktan sonra nereye kaydedileceğini seçin.
uk: Лише локально. Після зупинки запису виберіть, куди зберегти файл.
vi: Chỉ lưu cục bộ. Chọn nơi lưu sau khi bạn dừng ghi.
zh_hans: 仅保存在本机。停止录制后选择保存位置。
zh_hant: 僅保存在本機。停止錄製後再選擇儲存位置。

# mode.label
source: Mode
ar: الوضع
cs: Rezim
da: Tilstand
de: Modus
es_es: Modo
fi: Tila
it: Modalita
ja: モード
ko: 모드
nb: Modus
nl: Modus
pl: Tryb
pt_br: Modo
pt_pt: Modo
sv: Lage
tr: Mod
zh_hans: 模式
zh_hant: 模式

# permission.continue
source: Continue
ar: متابعة
cs: Pokracovat
da: Fortsat
de: Fortfahren
es_es: Continuar
fi: Jatka
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
nb: Fortsett
nl: Ga door
pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
sv: Fortsatt
tr: Devam et
zh_hans: 继续
zh_hant: 繼續

# permission.openSettings
source: Open Settings
ar: فتح الإعدادات
cs: Otevrit Nastaveni
da: Abn Indstillinger
de: Einstellungen offnen
es_es: Abrir Ajustes
fi: Avaa asetukset
fr: Ouvrir Reglages
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
nb: Apne Innstillinger
nl: Open Instellingen
pl: Otworz Ustawienia
pt_br: Abrir Ajustes
pt_pt: Abrir Definicoes
sv: Oppna Installningar
tr: Ayarlari Ac
zh_hans: 打开设置
zh_hant: 打開設定

# permission.recheck
source: Check Again
ar: إعادة التحقق
cs: Zkontrolovat znovu
da: Tjek igen
de: Erneut prufen
es_es: Volver a comprobar
fi: Tarkista uudelleen
fr: Verifier a nouveau
it: Controlla di nuovo
ja: もう一度確認
ko: 다시 확인
nb: Sjekk igjen
nl: Opnieuw controleren
pl: Sprawdz ponownie
pt_br: Verificar novamente
pt_pt: Verificar novamente
sv: Kontrollera igen
tr: Tekrar denetle
zh_hans: 再次检查
zh_hant: 再次檢查

# permission.title
source: AudioDrop Needs Permission
ar: يحتاج AudioDrop إلى إذن
cs: AudioDrop potrebuje opravneni
da: AudioDrop har brug for adgang
de: AudioDrop benotigt Zugriff
es_es: AudioDrop necesita permiso
fi: AudioDrop tarvitsee luvan
fr: AudioDrop a besoin d autorisation
it: AudioDrop richiede un permesso
ja: AudioDrop に許可が必要です
ko: AudioDrop에 권한이 필요합니다
nb: AudioDrop trenger tilgang
nl: AudioDrop heeft toestemming nodig
pl: AudioDrop potrzebuje uprawnienia
pt_br: AudioDrop precisa de permissao
pt_pt: AudioDrop precisa de permissao
sv: AudioDrop behover behorighet
tr: AudioDrop izne ihtiyac duyar
zh_hans: AudioDrop 需要权限
zh_hant: AudioDrop 需要權限

# record.subtitle
source: Record the audio playing on your Mac
ar: سجّل الصوت الذي يتم تشغيله على Mac
ca: Enregistra l'àudio que es reprodueix al teu Mac
cs: Nahrávejte zvuk přehrávaný na Macu
da: Optag den lyd, der afspilles på din Mac
de: Nimm den Ton auf, der auf deinem Mac abgespielt wird
el: Εγγράψτε τον ήχο που αναπαράγεται στο Mac σας
es_es: Graba el audio que suena en tu Mac
fi: Tallenna Macilla toistuva ääni
fr: Enregistrez l’audio lu sur votre Mac
he: הקלט את השמע שמתנגן ב-Mac שלך
hi: अपने Mac पर चल रही ऑडियो रिकॉर्ड करें
hr: Snimajte zvuk koji se reproducira na vašem Macu
hu: Rögzítse a Macjén lejátszott hangot
id: Rekam audio yang diputar di Mac Anda
it: Registra l'audio in riproduzione sul tuo Mac
ja: Mac で再生中の音声を録音
ko: Mac에서 재생 중인 오디오를 녹음
ms: Rakam audio yang dimainkan pada Mac anda
nb: Ta opp lyden som spilles av på Macen
nl: Neem de audio op die op je Mac wordt afgespeeld
pl: Nagrywaj dźwięk odtwarzany na Macu
pt_br: Grave o áudio que está tocando no seu Mac
pt_pt: Grave o áudio em reprodução no seu Mac
ro: Înregistrează sunetul redat pe Mac-ul tău
ru: Записывайте звук, воспроизводимый на вашем Mac
sk: Nahrávajte zvuk prehrávaný na vašom Macu
sv: Spela in ljudet som spelas på din Mac
th: บันทึกเสียงที่กำลังเล่นบน Mac ของคุณ
tr: Mac'inizde çalan sesi kaydedin
uk: Записуйте звук, що відтворюється на вашому Mac
vi: Ghi lại âm thanh đang phát trên máy Mac của bạn
zh_hans: 录制 Mac 上正在播放的音频
zh_hant: 錄製 Mac 上正在播放的音訊

# recording.elapsed.label %@
source: Elapsed time %@
ar: الوقت المنقضي %@
ca: Temps transcorregut %@
cs: Uplynulý čas %@
da: Forløbet tid %@
de: Verstrichene Zeit %@
el: Χρόνος που πέρασε %@
es_es: Tiempo transcurrido %@
fi: Kulunut aika %@
fr: Temps écoulé %@
he: הזמן שחלף %@
hi: बीता हुआ समय %@
hr: Proteklo vrijeme %@
hu: Eltelt idő %@
id: Waktu berlalu %@
it: Tempo trascorso %@
ja: 経過時間 %@
ko: 경과 시간 %@
ms: Masa berlalu %@
nb: Forløpt tid %@
nl: Verstreken tijd %@
pl: Upłynęło %@
pt_br: Tempo decorrido %@
pt_pt: Tempo decorrido %@
ro: Timp scurs %@
ru: Прошло времени %@
sk: Uplynutý čas %@
sv: Förfluten tid %@
th: เวลาที่ผ่านไป %@
tr: Geçen süre %@
uk: Минуло часу %@
vi: Thời gian đã trôi qua %@
zh_hans: 已过时间 %@
zh_hant: 已過時間 %@

# recording.start
source: Start Recording
ar: بدء التسجيل
ca: Inicia l'enregistrament
cs: Spustit nahrávání
da: Start optagelse
de: Aufnahme starten
el: Έναρξη εγγραφής
es_es: Iniciar grabación
fi: Aloita tallennus
fr: Démarrer l’enregistrement
he: התחל הקלטה
hi: रिकॉर्डिंग शुरू करें
hr: Pokreni snimanje
hu: Felvétel indítása
id: Mulai merekam
it: Avvia registrazione
ja: 録音を開始
ko: 녹음 시작
ms: Mula merakam
nb: Start opptak
nl: Opname starten
pl: Rozpocznij nagrywanie
pt_br: Iniciar gravação
pt_pt: Iniciar gravação
ro: Pornește înregistrarea
ru: Начать запись
sk: Spustiť nahrávanie
sv: Starta inspelning
th: เริ่มบันทึก
tr: Kaydı başlat
uk: Почати запис
vi: Bắt đầu ghi
zh_hans: 开始录制
zh_hant: 開始錄製

# recording.start.hint
source: Starts a new recording
ar: يبدأ تسجيلاً جديدًا
ca: Inicia un enregistrament nou
cs: Spustí nové nahrávání
da: Starter en ny optagelse
de: Startet eine neue Aufnahme
el: Ξεκινά μια νέα εγγραφή
es_es: Inicia una grabación nueva
fi: Aloittaa uuden tallennuksen
fr: Démarre un nouvel enregistrement
he: מתחיל הקלטה חדשה
hi: नई रिकॉर्डिंग शुरू करता है
hr: Pokreće novo snimanje
hu: Új felvételt indít
id: Memulai rekaman baru
it: Avvia una nuova registrazione
ja: 新しい録音を開始します
ko: 새 녹음을 시작합니다
ms: Memulakan rakaman baharu
nb: Starter et nytt opptak
nl: Start een nieuwe opname
pl: Rozpoczyna nowe nagranie
pt_br: Inicia uma nova gravação
pt_pt: Inicia uma nova gravação
ro: Pornește o înregistrare nouă
ru: Запускает новую запись
sk: Spustí nové nahrávanie
sv: Startar en ny inspelning
th: เริ่มการบันทึกใหม่
tr: Yeni bir kayıt başlatır
uk: Починає новий запис
vi: Bắt đầu một bản ghi mới
zh_hans: 开始新的录制
zh_hant: 開始新的錄製

# recording.stop
source: Stop Recording
ar: إيقاف التسجيل
ca: Atura l'enregistrament
cs: Zastavit nahrávání
da: Stop optagelse
de: Aufnahme stoppen
el: Διακοπή εγγραφής
es_es: Detener grabación
fi: Pysäytä tallennus
fr: Arrêter l’enregistrement
he: עצור הקלטה
hi: रिकॉर्डिंग रोकें
hr: Zaustavi snimanje
hu: Felvétel leállítása
id: Hentikan rekaman
it: Ferma registrazione
ja: 録音を停止
ko: 녹음 중지
ms: Hentikan rakaman
nb: Stopp opptak
nl: Opname stoppen
pl: Zatrzymaj nagrywanie
pt_br: Parar gravação
pt_pt: Parar gravação
ro: Oprește înregistrarea
ru: Остановить запись
sk: Zastaviť nahrávanie
sv: Stoppa inspelning
th: หยุดบันทึก
tr: Kaydı durdur
uk: Зупинити запис
vi: Dừng ghi
zh_hans: 停止录制
zh_hant: 停止錄製

# recording.stop.hint
source: Stops the current recording
ar: يوقف التسجيل الحالي
ca: Atura l'enregistrament actual
cs: Zastaví aktuální nahrávání
da: Stopper den aktuelle optagelse
de: Stoppt die aktuelle Aufnahme
el: Σταματά την τρέχουσα εγγραφή
es_es: Detiene la grabación actual
fi: Pysäyttää nykyisen tallennuksen
fr: Arrête l’enregistrement en cours
he: עוצר את ההקלטה הנוכחית
hi: वर्तमान रिकॉर्डिंग रोकता है
hr: Zaustavlja trenutačno snimanje
hu: Leállítja az aktuális felvételt
id: Menghentikan rekaman saat ini
it: Ferma la registrazione corrente
ja: 現在の録音を停止します
ko: 현재 녹음을 중지합니다
ms: Menghentikan rakaman semasa
nb: Stopper det gjeldende opptaket
nl: Stopt de huidige opname
pl: Zatrzymuje bieżące nagranie
pt_br: Interrompe a gravação atual
pt_pt: Para a gravação atual
ro: Oprește înregistrarea curentă
ru: Останавливает текущую запись
sk: Zastaví aktuálne nahrávanie
sv: Stoppar den aktuella inspelningen
th: หยุดการบันทึกปัจจุบัน
tr: Geçerli kaydı durdurur
uk: Зупиняє поточний запис
vi: Dừng bản ghi hiện tại
zh_hans: 停止当前录制
zh_hant: 停止目前錄製

source: Records the audio currently playing on your Mac.
ar: يسجل الصوت الذي يتم تشغيله حاليًا على Mac.
ca: Enregistra l'àudio que s'està reproduint al Mac.
cs: Nahrává zvuk, který se právě přehrává na Macu.
da: Optager den lyd, der afspilles på din Mac lige nu.
de: Nimmt den Ton auf, der gerade auf deinem Mac abgespielt wird.
el: Εγγράφει τον ήχο που αναπαράγεται αυτή τη στιγμή στο Mac σας.
es_es: Graba el audio que se está reproduciendo en tu Mac.
fi: Tallentaa äänen, jota Macillasi toistetaan parhaillaan.
fr: Enregistre l’audio en cours de lecture sur votre Mac.
he: מקליט את השמע שמתנגן כעת ב-Mac שלך.
hi: आपके Mac पर इस समय चल रही ऑडियो को रिकॉर्ड करता है।
hr: Snima zvuk koji se trenutačno reproducira na vašem Macu.
hu: A Mac gépén éppen lejátszott hangot rögzíti.
id: Merekam audio yang sedang diputar di Mac Anda.
it: Registra l'audio attualmente in riproduzione sul tuo Mac.
ja: Mac で現在再生中のオーディオを録音します。
ko: Mac에서 현재 재생 중인 오디오를 녹음합니다.
ms: Merakam audio yang sedang dimainkan pada Mac anda.
nb: Tar opp lyden som spilles av på Macen din akkurat nå.
nl: Neemt de audio op die momenteel op je Mac wordt afgespeeld.
pl: Nagrywa dźwięk aktualnie odtwarzany na Macu.
pt_br: Grava o áudio que está tocando no seu Mac no momento.
pt_pt: Grava o áudio que está a ser reproduzido no seu Mac neste momento.
ro: Înregistrează sunetul redat în prezent pe Mac-ul tău.
ru: Записывает звук, который сейчас воспроизводится на вашем Mac.
sk: Nahráva zvuk, ktorý sa práve prehráva na vašom Macu.
sv: Spelar in ljudet som just nu spelas upp på din Mac.
th: บันทึกเสียงที่กำลังเล่นอยู่บน Mac ของคุณในขณะนี้
tr: Mac'inizde şu anda çalan sesi kaydeder.
uk: Записує звук, який зараз відтворюється на вашому Mac.
vi: Ghi lại âm thanh đang phát trên máy Mac của bạn.
zh_hans: 录制 Mac 上当前正在播放的音频。
zh_hant: 錄製 Mac 上目前正在播放的音訊。

# save.summary
source: Choose the format of the audio file.
ar: اختر مكان الحفظ بعد إيقاف التسجيل.
ca: Tria on desar després d'aturar l'enregistrament.
cs: Po zastavení nahrávání zvolte, kam soubor uložit.
da: Vælg gemmested, når du stopper optagelsen.
de: Wähle den Speicherort, wenn du die Aufnahme stoppst.
el: Επιλέξτε πού θα αποθηκευτεί αφού σταματήσετε την εγγραφή.
es_es: Elige dónde guardar al detener la grabación.
fi: Valitse tallennuspaikka, kun lopetat tallennuksen.
fr: Choisissez où enregistrer après l’arrêt.
he: בחר היכן לשמור לאחר שתעצור את ההקלטה.
hi: रिकॉर्डिंग रोकने के बाद कहाँ सेव करना है चुनें।
hr: Odaberite gdje spremiti nakon zaustavljanja snimanja.
hu: A felvétel leállítása után válassza ki, hová mentse.
id: Pilih lokasi penyimpanan setelah Anda menghentikan rekaman.
it: Scegli dove salvare dopo aver fermato la registrazione.
ja: 録音を停止した後に保存先を選択します。
ko: 녹음을 멈춘 뒤 저장 위치를 선택합니다.
ms: Pilih lokasi simpanan selepas anda menghentikan rakaman.
nb: Velg hvor opptaket skal lagres når du stopper.
nl: Kies waar je wilt opslaan nadat je stopt.
pl: Wybierz miejsce zapisu po zatrzymaniu nagrania.
pt_br: Escolha onde salvar depois de parar a gravação.
pt_pt: Escolha onde guardar depois de parar a gravação.
ro: Alege unde să salvezi după ce oprești înregistrarea.
ru: После остановки записи выберите место сохранения.
sk: Po zastavení nahrávania vyberte, kam súbor uložiť.
sv: Välj var du vill spara när du stoppar inspelningen.
th: เลือกตำแหน่งจัดเก็บหลังจากหยุดบันทึก
tr: Kaydı durdurduktan sonra nereye kaydedileceğini seçin.
uk: Після зупинки запису виберіть, куди зберегти файл.
vi: Chọn nơi lưu sau khi bạn dừng ghi.
zh_hans: 停止录制后选择保存位置。
zh_hant: 停止錄製後再選擇儲存位置。

# save.title
source: Save Recording
ar: حفظ التسجيل
ca: Desa l'enregistrament
cs: Uložit nahrávku
da: Gem optagelse
de: Aufnahme speichern
el: Αποθήκευση εγγραφής
es_es: Guardar grabación
fi: Tallenna tallenne
fr: Enregistrer l’enregistrement
he: שמירת הקלטה
hi: रिकॉर्डिंग सहेजें
hr: Spremi snimku
hu: Felvétel mentése
id: Simpan rekaman
it: Salva registrazione
ja: 録音を保存
ko: 녹음 저장
ms: Simpan rakaman
nb: Lagre opptak
nl: Opname opslaan
pl: Zapisz nagranie
pt_br: Salvar gravação
pt_pt: Guardar gravação
ro: Salvează înregistrarea
ru: Сохранить запись
sk: Uložiť nahrávku
sv: Spara inspelning
th: บันทึกไฟล์เสียง
tr: Kaydı kaydet
uk: Зберегти запис
vi: Lưu bản ghi
zh_hans: 保存录音
zh_hant: 儲存錄音

source: Source
ar: المصدر
ca: Font
cs: Zdroj
da: Kilde
de: Quelle
el: Πηγή
es_es: Fuente
fi: Lähde
he: מקור
hi: स्रोत
hr: Izvor
hu: Forrás
id: Sumber
it: Sorgente
ja: ソース
ko: 소스
ms: Sumber
nb: Kilde
nl: Bron
pl: Źródło
pt_br: Fonte
pt_pt: Fonte
ro: Sursă
ru: Источник
sk: Zdroj
sv: Källa
th: แหล่งเสียง
tr: Kaynak
uk: Джерело
vi: Nguồn
zh_hans: 来源
zh_hant: 來源

# status.preparing
source: Preparing…
ar: جارٍ التحضير…
ca: S'està preparant…
cs: Příprava…
da: Forbereder…
de: Wird vorbereitet…
el: Προετοιμασία…
es_es: Preparando…
fi: Valmistellaan…
fr: Préparation…
he: מתכונן…
hi: तैयार किया जा रहा है…
hr: Priprema…
hu: Előkészítés…
id: Menyiapkan…
it: Preparazione…
ja: 準備中…
ko: 준비 중…
ms: Sedang menyediakan…
nb: Forbereder…
nl: Bezig met voorbereiden…
pl: Przygotowywanie…
pt_br: Preparando…
pt_pt: A preparar…
ro: Se pregătește…
ru: Подготовка…
sk: Pripravuje sa…
sv: Förbereder…
th: กำลังเตรียม…
tr: Hazırlanıyor…
uk: Підготовка…
vi: Đang chuẩn bị…
zh_hans: 正在准备…
zh_hant: 正在準備…

# status.ready
source: Ready to record
ar: جاهز للتسجيل
ca: A punt per enregistrar
cs: Připraveno k nahrávání
da: Klar til optagelse
de: Bereit zur Aufnahme
el: Έτοιμο για εγγραφή
es_es: Listo para grabar
fi: Valmis tallentamaan
fr: Prêt à enregistrer
he: מוכן להקלטה
hi: रिकॉर्ड करने के लिए तैयार
hr: Spremno za snimanje
hu: Felvételre kész
id: Siap merekam
it: Pronto a registrare
ja: 録音の準備完了
ko: 녹음할 준비 완료
ms: Sedia untuk merakam
nb: Klar til opptak
nl: Klaar om op te nemen
pl: Gotowe do nagrywania
pt_br: Pronto para gravar
pt_pt: Pronto para gravar
ro: Gata de înregistrare
ru: Готово к записи
sk: Pripravené na nahrávanie
sv: Redo att spela in
th: พร้อมบันทึก
tr: Kayda hazır
uk: Готово до запису
vi: Sẵn sàng ghi
zh_hans: 准备录制
zh_hant: 準備錄製

# status.recording
source: Recording…
ar: جارٍ التسجيل…
ca: S'està enregistrant…
cs: Nahrávání…
da: Optager…
de: Aufnahme läuft…
el: Εγγραφή…
es_es: Grabando…
fi: Tallennetaan…
fr: Enregistrement…
he: מקליט…
hi: रिकॉर्डिंग…
hr: Snimanje…
hu: Felvétel…
id: Merekam…
it: Registrazione…
ja: 録音中…
ko: 녹음 중…
ms: Merakam…
nb: Tar opp…
nl: Opnemen…
pl: Nagrywanie…
pt_br: Gravando…
pt_pt: A gravar…
ro: Înregistrare…
ru: Запись…
sk: Nahrávanie…
sv: Spelar in…
th: กำลังบันทึก…
tr: Kaydediliyor…
uk: Запис…
vi: Đang ghi…
zh_hans: 正在录制…
zh_hant: 正在錄製…

# status.saved
source: Saved successfully
ar: تم الحفظ بنجاح
ca: S'ha desat correctament
cs: Úspěšně uloženo
da: Gemt
de: Erfolgreich gespeichert
el: Αποθηκεύτηκε με επιτυχία
es_es: Guardado correctamente
fi: Tallennettu onnistuneesti
fr: Enregistré avec succès
he: נשמר בהצלחה
hi: सफलतापूर्वक सहेजा गया
hr: Uspješno spremljeno
hu: Sikeresen elmentve
id: Berhasil disimpan
it: Salvato correttamente
ja: 正常に保存しました
ko: 성공적으로 저장됨
ms: Berjaya disimpan
nb: Lagret
nl: Succesvol opgeslagen
pl: Zapisano pomyślnie
pt_br: Salvo com sucesso
pt_pt: Guardado com sucesso
ro: Salvat cu succes
ru: Успешно сохранено
sk: Úspešne uložené
sv: Sparades
th: บันทึกสำเร็จ
tr: Başarıyla kaydedildi
uk: Успішно збережено
vi: Đã lưu thành công
zh_hans: 保存成功
zh_hant: 儲存成功

# status.saving
source: Saving…
ar: جارٍ الحفظ…
ca: S'està desant…
cs: Ukládání…
da: Gemmer…
de: Wird gespeichert…
el: Αποθήκευση…
es_es: Guardando…
fi: Tallennetaan…
fr: Sauvegarde…
he: שומר…
hi: सहेजा जा रहा है…
hr: Spremanje…
hu: Mentés…
id: Menyimpan…
it: Salvataggio…
ja: 保存中…
ko: 저장 중…
ms: Menyimpan…
nb: Lagrer…
nl: Opslaan…
pl: Zapisywanie…
pt_br: Salvando…
pt_pt: A guardar…
ro: Se salvează…
ru: Сохранение…
sk: Ukladanie…
sv: Sparar…
th: กำลังบันทึกไฟล์…
tr: Kaydediliyor…
uk: Збереження…
vi: Đang lưu…
zh_hans: 正在保存…
zh_hant: 正在儲存…

# status.showInFinder
source: Show in Finder
ar: إظهار في Finder
ca: Mostra al Finder
cs: Zobrazit ve Finderu
da: Vis i Finder
de: Im Finder zeigen
el: Εμφάνιση στο Finder
es_es: Mostrar en Finder
fi: Näytä Finderissa
fr: Afficher dans le Finder
he: הצג ב-Finder
hi: Finder में दिखाएँ
hr: Prikaži u Finderu
hu: Megjelenítés a Finderben
id: Tampilkan di Finder
it: Mostra nel Finder
ja: Finder で表示
ko: Finder에서 보기
ms: Tunjukkan dalam Finder
nb: Vis i Finder
nl: Toon in Finder
pl: Pokaż w Finderze
pt_br: Mostrar no Finder
pt_pt: Mostrar no Finder
ro: Arată în Finder
ru: Показать в Finder
sk: Zobraziť vo Finderi
sv: Visa i Finder
th: แสดงใน Finder
tr: Finder'da göster
uk: Показати у Finder
vi: Hiển thị trong Finder
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示
